/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Amazon リストは通常各国特有です。ストアを変更するとリストが表示されなくなる可能性があります。";

/* button text */
"Cancel" = "キャンセル";

/* button text */
"Change Store" = "ストアを変更";

/* alert title */
"Change to the %@ Amazon store?" = "%@ Amazon ストアに変更しますか？";

/* button */
"Close" = "閉じる";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "ウェブブラウザーから Amazon 商品をここにドラッグする";

/* table cell */
"Loading product data\\U2026" = "商品データをロード中...";

/* table cell */
"No Internet connection" = "インターネットに接続していません";

/* error message in tableview */
"No list with that ID was found" = "この ID のリストを見つけられません";

/* table cell */
"No matching Amazon product found" = "適合する Amazon 商品がありません";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "すべての商品があらゆる国で購入できるわけではありません。ストアを変更することで、あなたのリストにある商品を表示することができなくなります。";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "インスペクタを使って Amazon 商品を追加してください。";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "紫のヘルプボタンをクリックして、Amazon リストの公開 URL の見つけ方に関する資料を参照してください。";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "上部に ID または Amazon リストの公開 URL を入力してください";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "インスペクタを使って表示する Amazon リスト（例. ウィッシュリストまたはリストマニア）を特定してください。";

/* table cell */
"Please specify an Amazon product to display" = "表示する Amazon 商品を特定してください";

/* Tooltip text */
"The desired quantity of this product has been received." = "この商品の希望数が満たされました。";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "入力した URL は Amazon リストの公開 URL ではないようです";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "入力した URL は Amazon リストの公開 URL ではありません。";

/* error message in tableview */
"There was an error loading the list." = "リストをロード中にエラーが発生しました。";

/* table cell */
"There was an error loading the product" = "商品をロード中にエラーが発生しました";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "これは Amazon 商品用のプレースホルダです；公開するかライブデータフィードを環境設定で選択するとこの位置に商品が表示されます。";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "これはプレースホルダです；公開するかライブデータフィードを環境設定で選択するとこの位置にあなたの Amazon リストが表示されます。";